@include("member.common.header")
<section>
    <div class="box">
        <h2 class="noto">会員規約</h2>
        
        
        <div class="termsboxx">
        <p>この規約（以下「本規約」といいます）は、matching style運営事務局（以下「当社」といいます）が提供する「matching　style」に関する全てのサービス（以下「本サービス」といいます）の利用に関する条件を、本サービスを利用するお客様（以下「利用者」といいます）と当社との間で定めるものです。<br>本サービスをご利用いただくためには、本規約の全文をよくお読みいただき、本規約に同意いただく必要があります。<br>本サービスのご利用を開始される事で、会員は本規約に同意したものとみなします。<br></p>
        <h3>第1条（適用）</h3>
        <p>本規約は、本サービスの提供条件および本サービスの利用に関する当社と会員との間の権利義務関係を定めることを目的とし、会員と当社との間の本サービスの利用に関わる一切の関係に適用されます。<br> 当社が本サービス上で掲載する本サービス利用に関するルールは、本規約の一部を構成するものとします。<br> 本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。<br></p>
        <h3>第2条（本サービスの内容）</h3>
        <p>本サービスは、日本在住の既婚男女を対象とした、 18歳以上の方のパートナー探しをサポートするサービスです。<br> 本サービスは、女性は無料、男性は会費をお支払い頂く事でご利用いただけます。<br> 本サービスはパートナーを見つけることを保証するものではありません。<br></p>
        <h3>第3条（定義）</h3>
        <p>本サービス利用規約において、次の用語はそれぞれ以下のように定義します。<br> 「会員」とは、当社が定めた本サービスの登録手続きに従い、本規約に対し同意の上、本サービスの会員登録を完了し、本サービスを利用する資格を持つ個人をいいます。<br> 「コンテンツ」とは、本サービスを通じて会員が入力した、プロフィール、メッセージなどの一切の情報（文章、画像その他のデータを含みますがこれらに限りません）検索およびマッチングサービスなどの機能等をいいます。<br> 「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権（それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。<br>）をいいます。<br>
        「投稿等」とは、投稿、掲載、開示、提供または送信およびこれらに準ずる行為の総称をいいます。<br></p>
        <h3>第4条（本サービスの提供、変更および中止）</h3>
        <p>当社は、本サービスの提供を受けることができる会員を、会員登録の有無、年齢、ご本人確認の有無、その他、当社が必要と判断する条件を満たしたお客様に限定することができるものとします。<br> 当社は、当社が必要と判断する場合、あらかじめ会員に通知することなく、いつでも、本サービスの全部または一部の内容を変更し、また、その提供を中止することができるものとします。<br>当社は、本規定に基づき当社が行った措置に基づき会員に生じた損害について一切の責任を負いません。<br></p>
        <h3>第5条（利用資格）</h3>
        <p>本サービスの利用を希望する者（以下「登録希望者」といいます。<br>）は、本規約を遵守することに同意し、かつ当社の定める一定の情報（以下「登録事項」といいます。<br>）を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請することができます。<br> 当社は、当社の基準に従って、第１項に基づいて登録申請を行った登録希望者（以下「登録申請者」といいます。<br>）の登録の可否を判断し、当社が登録を認める場合にはその旨を登録申請者に通知します。<br>登録申請者の会員としての登録は、当社が本項の通知を行ったことをもって完了したものとします。<br>
        前項に定める登録の完了時に、サービス利用契約が会員と当社の間に成立し、会員は本サービスを本規約に従い利用することができるようになります。<br> 本サービスは、満18歳以上の方のみが利用可能です。<br> 会員の年齢及び既婚者かどうかの判断は、当社が会員登録時に登録された生年月日、交際ステータス、本人の自己申告等を元に合理的な範囲で行うものであり、全ての本サービスの会員が常時満18歳以上かつ既婚であることを当社が保証するものではございません。<br> 当社は、会員について、いずれかの犯罪経歴調査や他の審査（例：性的犯罪者登録検索）を、いつでも、利用可能な公的記録を使用して、行うことができるものとしますが、これを行う義務を負うものではありません。<br>また、当社は、会員の経歴を保証するものではありません。<br>
        登録後に違反が発見された場合、当社判断で会員登録を無効とさせていただきます。<br>当社は、無効とする措置により会員に発生した損害について一切の責任を負わないものとします。<br> 会員は、本サービスをご利用になる事によって、本契約に参加し本契約の規約と条件の全てに従う権利、権限、義務及び能力を有すると表明し、保証するとみなされます。<br> 当社は、登録希望者が下記の事由に相当する場合は、会員登録および再登録の拒否を行うことが出来るものとし、また、その理由について一切開示義務を負いません。<br> 当社に提供された登録情報の全部または一部につき虚偽、誤記または記載漏れがあった場合
        過去に本サービスの利用の登録を取り消された者である場合 <br>満18歳に満たない場合 <br>既婚でない場合 <br>未成年、成年被後見人、被保佐人、または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合 <br>反社会的勢力等（暴力団、暴力団対、右翼団体、反社会的勢力、その他これに準ずる者を意味します。<br>以下同じ。<br>）である、または資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行っていると当社が判断した場合 <br>
        過去に当社との契約に違反した者またはその関係者であると当社が判断した場合 <br>本規約に違反するおそれがあると当社が判断した場合 <br>その他、当社が登録を適当でないと判断した場合</p>
        <h3>第6条（会員の責任および注意義務）</h3>
        <p>会員は当社に対し、他人の著作物を使用したことなどが原因で紛争、損害賠償の請求などが起こった場合の損害、責任について一切を免責するものとし、自らの責任をもって紛争に対処するものとします。<br> 会員は、自己の責任において、ユーザIDおよびパスワードを管理および保管するものとし、これを第三者に利用させたり、貸与、譲渡、名義変更、売買等をしてはならないものとします。<br> 会員は、当社に対し、ユーザIDおよびパスワードを第三者に盗用される等により、会員のコンテンツの改変や改竄、個人情報等の無断閲覧などにより発生するあらゆる紛争、損害賠償の請求などについて一切を免責するものとします。<br>
        会員は、本条で定める行為において当社に損害を与えた場合は、当社が当該会員に対して損害賠償を請求する権利を有することを認めます。<br> 当社は、以下のいずれかに該当する場合には、会員に事前に通知することなく、本サービスの利用の全部または一部を停止または中断することができるものとします。<br>
         本サービスに係るコンピューター・システムの点検または保守作業を定期的または緊急に行う場合 <br>コンピューター、通信回線等が事故により停止した場合<br>火災、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合<br>
        その他、当社が停止または中断を必要と判断した場合</p>
        <h3>第7条（禁止事項）</h3>
        <p>会員は、以下の行為を行ってはならないものとします。<br>会員がこれらの禁止行為を行った、又は行う恐れがあると当社が判断した場合、当社は、会員に通知する事なく、該当する内容のデータの削除、当該会員に対して注意を促す表示を行う、または利用制限もしくは強制退会させる等の措置を講じることができるものとします。<br>ただし、当社は、当該データ等を掲載停止または削除する義務を負うものではなく、データの削除および利用制限等の処分について当社は説明の義務を負わないものとします。<br>なお、当社は、本条に基づき当社が行った措置に基づき会員に生じた損害について一切の責任を負いません。<br>
        会員のプロフィール画像、本サービス上の画像を当社の承諾なくキャプチャーその他の方法により複製、利用または公開する行為 会員に対して性行為の強要、詐欺、脅迫・恫喝する行為（本サービスを通して知り得た会員の場合、本サービス外でのやりとりも対象とする） 本規約に反する行為 日本国またはご利用の際に会員が所在する国・地域の法令に違反する行為 社会規範・公序良俗に反するものや、他人の権利を侵害し、または他人の迷惑となるようなものを、投稿等する行為 当社、本サービスの他の会員またはその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利または利益を侵害する行為
        会員以外の自然人・法人・団体・組織等の第三者（以下、「第三者」といいます）に自己のユーザIDおよびパスワードを譲渡して、本サービスを利用させる行為 第三者に自己のユーザIDおよびパスワードを閲覧可能な状態にしておく行為 本サービスに関連して、反社会的勢力に直接・間接に利益を提供する行為 本サービスを、提供の趣旨に照らして本来のサービス提供の目的とは異なる目的で利用する行為 第三者の個人情報を公開する行為 第三者（会員を含む）に迷惑を掛ける行為 18歳未満（高校生を含む）の会員登録およびコンテンツの利用
        児童を騙る行為 性描写、残酷な表現、犯罪を誘発する表現、差別表現など、公序良俗に反する行為やコンテンツ閲覧者 第三者に成りすます行為 虚偽の情報をコンテンツに掲載し、コンテンツ閲覧者を欺く行為 選挙運動、またはこれらに類似する行為および公職選挙法に抵触する行為 コンテンツ閲覧者を含む会員以外の自然人・法人・団体・組織等の第三者の個人情報の収集を行う行為 当社が許可した場合を除く、本サービス上の文字、画像、会員のニックネーム、プロフィール画像、プロフィール情報、自己紹介文、その他の会員の情報を無断で使用する行為（モザイク処理をしても、当社が許可をしていない場合は無断使用と見なします）
        当社が許可した場合を除く、本サービス上において他会員に自己の連絡先や他サービスのID等を連絡・共有する行為 本サービスの運営を妨げる行為 当社が、本サービスの運営を妨げるおそれがあると判断する量のデータ転送、サーバーに負担をかける行為（不正な連続アクセスなど） 商用目的の宣伝・広告行為、求人行為、引き抜き行為（例：アダルト関連サービスへの誘導を目的として特定または不特定多数の会員にメッセージ機能などの方法で送信したりする行為） 有害なコンピュータウィルス、コード、ファイル、プログラム等を開示する行為、もしくは開示されている場所について示唆する行為
        無限連鎖講およびマルチ商法、またはそれに類するもの、その恐れのあるもの、あるいは当社が無限連鎖講およびマルチ商法、またはそれに類するもの、その恐れのあるものと判断する内容を掲載する行為 児童ポルノ、またはそれに類する内容、あるいは当社が児童ポルノに類すると判断する内容を掲載する行為 性器露出画像、動画、あるいは性器を描写したデータ等、当社が性器を描写した内容であると判断した内容のサイトへのリンクを掲載する行為 次のようなコンテンツを投稿等すること 1. 許可を得ないで第三者のプロフィールや写真を使用したコンテンツ
        2. 集団および個人に対するあらゆる種類の人種差別や偏見、憎悪、身体的危害を助長するコンテンツのような、 オンラインコミュニティーに対して明らかに不快だと思われるコンテンツ 3. 他人への嫌がらせのコンテンツ、または嫌がらせを支持するコンテンツ 4. 嘘であることや誤解を招くということを会員がわかっている情報を広めるコンテンツや、違法行為を助長するコンテンツ、または罵倒、脅迫、わいせつ、名誉棄損、文書による名誉棄損に当たるような行為を助長するコンテンツ 5. ｢ジャンクメール｣、｢チェーンメール｣、迷惑メール、｢スパム｣などの送信に関連するコンテンツ
        6. 海賊版コンピュータ･プログラムを提供したり、それにリンクを張ったり、製品に組み込まれたコピー防止機能を回避する情報を提供したり、海賊版音楽を提供したり、海賊版音楽ファイルにリンクを張ったりするなどして、他人の著作権によって保護された作品を違法または不正にコピーすることを助長するコンテンツ 7. 性的または暴力的な手法で18歳未満の人を不当に利用するコンテンツ。<br>または、18歳未満の人から個人情報を求める構成要素を提供するコンテンツ 8. 営利的または違法な目的のために、他の会員からパスワードや個人情報を求めるコンテンツ
        9. 違法な武器の製造、購入や、他人のプライバシーの侵害、コンピュータウィルスの製造など、違法行為に関する説明を提供するコンテンツ 10. 公開されていないページや、パスワードがないとアクセスできないページを含んだコンテンツ 11. コンテスト、宝くじ、物々交換、宣伝、ネズミ講など、当社から事前に書面で許可を得ないで、営利的活動または販売を行うコンテンツ 援助交際、売買春を目的として本サービスを利用する行為 その他当社が不適切であると判断する行為</p>
        <h3>第8条（メール使用の制限）</h3>
        <p>当社は、会員が本サービスから得た情報を、他人に対する嫌がらせや罵倒、危害を加える目的で使用したり、事前に明示的な同意を相手から得ずに他の会員に連絡、宣伝、勧誘、販売したりすることから他の会員を守るために、会員が他の会員に24時間以内に送ることができるメールの数を、当社の妥当な判断で利用を制限する権利を有します。<br></p>
        <h3>第9条（契約期間および契約の終了）</h3>
        <p>会員が本サービスの会員である限り、本契約は有効です。<br> 会員になって本サービスに参加することを会員が選ばれた場合は、本サービスを即座に開始することを会員が選ばれたことになり、クーリングオフは認められません。<br> 会員は本サービスのお問い合わせから契約終了のメールを当社にお送りいただくことで、いつでもいかなる理由でも、会員は会員資格を終了させることができます。<br>尚その場合は、「お問い合わせ」からご連絡ください。<br> 会員が本契約の一つ以上の条項に違反した場合、また、そのおそれがあると当社が判断した場合、当社はいつでも会員の会員資格を即座に終了させ、禁止するコンテンツを削除し、本サービスの利用を終了させることができます。<br>さらに、会員が本サービスの全部または一部にアクセスすることを、恒久的または一時的に当社は禁止することができます。<br>
        会員が有料サービスを終了された場合、本サービスへの登録も終了となり、終了以前に会員が購入された利用期限が残っていても、本サービスの一切がご利用できなくなります。<br>日割りでの返金も致しかねます。<br> 会員が有料会員でない場合、（本サービスに最後に接続した日から数えて）6ヵ月以上本サービスを利用しなかった会員のアカウントを、当社は利用停止または削除することができます｡</p>
        <h3>第10条（再利用の禁止）</h3>
        <p>会員が、当社のサービスやそれらを構成するデータを、本サービスの提供目的を超えて利用した場合、当社は、それらの行為を差し止める権利ならびにそれらの行為によって会員が得た利益相当額を請求する権利を有します。<br></p>
        <h3>第11条（利用料金に関して）</h3>
        <p>本サービスは、女性は無料、男性は有料サービスでご利用いただけます。<br> また、お客様が申し込まれた有料サービスを利用期間の途中で利用休止またはご解約（解約はお問い合わせからお願いいたします）された場合も、返金や未利用期間の日割り計算による精算は一切行っておりませんのでご注意ください。<br></p>
        <h3>第12条（投稿等の削除、サービスの利用停止、アカウント削除について）</h3>
        <p>会員が本サービスに投稿等したコンテンツと、本サービスを通してお客様が他の会員に転送したコンテンツについて、お客様は単独で責任を負います。<br>会員が投稿した場合はいつでも、そのコンテンツが（a）正確かつ（b）本契約に違反せず、かつ（c）あらゆる点で誰にも害が及ばないことを、お客様は表明し保証したことになります｡ 当社は、提供するサービスを適正に運営するために、以下の場合にはあらかじめ通知することなく、データやコンテンツを削除したり、サービスの全部または一部の利用をお断りしたり、会員のアカウントを削除したりするといった措置を講じることができるものとします。<br>
        会員が本規約に定められている事項に違反した場合、もしくはそのおそれがあると当社が判断した場合<br>当社にお支払いいただく代金について支払の遅滞が生じた場合 <br>本サービスの代金決済手段として指定されたクレジットカードや銀行口座の利用が停止された場合 <br>会員が破産もしくは民事再生の手続の申立てを受け、または会員自らがそれらの申立てを行うなど、会員の信用不安が発生したと当社が判断した場合 <br>アカウントが反社会的勢力またはその構成員や関係者によって登録または使用された場合、もしくはそのおそれがあると当社が判断した場合
        会員が一定期間にわたってアカウントまたは特定のサービスを使用していない場合 <br>その他、会員との信頼関係が失われた場合など、当社と会員との契約関係の維持が困難であると当社が判断した場合 <br>また、本サービス上での会員間のメッセージのやりとりは、当社の管理する電子掲示板を通じて提供されます。<br>電子掲示板は、当該メッセージのやりとりをされる会員同士と当社の三者が閲覧できる仕様となっております。<br> 会員は、当社が事故防止ならびに健全なサービスを運営する目的で、メッセージの内容を閲覧、削除することに同意するものとします。<br>
        但し、当社として電子掲示板を巡回・監視する義務を負うものではありません。<br>
        退会手続きをされた場合、アカウント及びそれに関するあらゆる個人情報は当社のシステムから即座には削除されず、当社のプライバシポリシー に基づき一定期間保管・管理されます。
        </p>
        <h3>第13条（当社に対する補償）</h3>
        <p>会員は、会員が法令または本規約に違反して本サービスを利用したことに起因して（かかる趣旨のクレームを第三者より当社が受けた場合を含みます）、当社が直接的もしくは間接的に何らかの損害、損失または費用負担（弁護士費用の負担を含みます）を被った場合、当社の請求にしたがって直ちにこれを賠償または補償しなければなりません。<br></p>
        <h3>第14条（会員のデータおよびコンテンツの取扱い）</h3>
        <p>当社の本サービスの保守や改良などの必要が生じた場合には、当社は会員が当社の管理するサーバーに保存しているデータを、本サービスの保守や改良などに必要な範囲で複製等することができるものとします。<br> 会員が投稿等をしたコンテンツ（画像データ、テキストを含みますが、これらに限られません。<br>以下「投稿コンテンツ」といいます）については、当該投稿コンテンツの投稿者に著作権が帰属します。<br>投稿コンテンツについて、会員は当社に対して、日本の国内外で無償かつ非独占的に利用（複製、上映、公衆送信、展示、頒布、譲渡、貸与、翻訳、翻案、出版を含みます）する権利を期限の定めなく許諾（サブライセンス権を含みます）したものとみなします。<br>ただし、会員間のメッセージ内容についてはプライバシーを尊重し、本条の許諾対象には含まないものとします。<br>なお、会員は、当社に対し、著作者人格権を行使しないものとします。<br>
        会員が本サービスを利用して生成した投稿コンテンツについての著作権を除き、本サービスおよび本サービスに関連する一切の情報についての著作権およびその他知的財産権はすべて当社または当社がその利用を許諾した権利者に帰属し、会員は無断で複製、譲渡、貸与、翻訳、改変、転載、公衆送信（送信可能化を含みます）、伝送、配布、出版、営業使用等をしてはならないものとします。<br> 当社は、投稿コンテンツの利用を、会員自身を除く、他の会員その他の第三者に許諾するものではなく、会員は他の会員の投稿コンテンツの権利を侵害する行為を行ってはならないものとします。<br>また、会員は投稿コンテンツをクロール等で自動的に収集、解析する行為も行ってはならないものとします。<br>
        当社は、他の会員の投稿コンテンツを利用したことによって会員に生じた損害について、一切の保証をいたしません。<br>また、会員が他の会員の投稿コンテンツを利用して利益を得た場合には、当社はその利益相当額の金員を請求できる権利を有するものとします。<br></p>
        <h3>第15条（連絡または通知）</h3>
        <p>会員は、本利用規約に別段の定めがある場合を除き、当社への連絡は「お問い合わせフォーム」から行うものとします。<br>当社は電話による連絡および来訪は受け付けておりません。<br> 会員への連絡または通知の必要があると当社が判断した場合には、Facebookに登録されたメールアドレス宛にメールにて連絡または通知を行います。<br>ただし、会員から正確な連絡先の提供がなされていない場合の不利益に関しては、当社は一切責任を負いません。<br></p>
        <h3>第16条（権利義務などの譲渡）</h3>
        <p>会員は、当社の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。<br>当社は本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い利用契約上の地位、本規約に基づく権利および義務並びに会員の登録情報その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、会員は、かかる譲渡につき本項において予め同意したものとします。<br>なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。<br></p>
        <h3>第17条（会員間の紛争）</h3>
        <p>会員は、自己の責任に基づき本サービスを利用するものとし、本サービスの他の会員との交流に関しては、単独で責任を負うものとします。<br>当社は、会員と他の会員との間で起きた紛争を監視する権利を留保しますが、義務はありません。<br></p>
        <h3>第18条（プライバシー）</h3>
        <p>本サービスの使用には、当社のプライバシーポリシーも適用されます。<br>会員が当社に提供した（機密性の高い個人情報も含む）個人情報は、当社のコンピュータに保存されます。<br>興味や好み、閲覧のパターンについてのプロフィールを作成し、会員が本サービスに参加できるようにするために、当社がこの情報を利用することに、会員は同意するものとします｡</p>
        <h3>第19条（児童を誘引する行為の規制）</h3>
        <p>本サービスでは、児童を誘引する行為の規制を行っております。<br> この目的を実現するため、本サービスではサービス利用に当たって男女共に公的身分証明書など予め定められた方法による年齢確認を行っております。<br> また、自己紹介文の記入欄において、年齢確認前に出会えてしまう可能性を排除するため、自己紹介文の投稿監視を行っております。<br>その為、年齢確認前に自己紹介文にて、出会えてしまう場所や時間などの要素が入っている場合は、当社は予告なく、自己紹介文の掲載をできないようにしたり、削除等する場合があり、会員はこれに同意するものとします。<br></p>
        <h3>第20条（免責事項）</h3>
        <p>当社は、本サービスに事実上または法律上の瑕疵（安全性、信頼性、 正確性、完全性、有効性、特定の目的への適合性、セキュリティなどに関する欠陥、エラーやバグ、 権利侵害などを含みますが、これらに限りません）がないことを保証しておりません。<br> 当社は本サービスに関して会員が被った損害につき、直接かつ現実に通常生じうる損害の範囲内で、かつ、有料サービスにおいては代金額（継続的なサービスの場合は1か月分相当額）を上限として損害賠償責任を負うものとします。<br> 当社や当社のパートナー企業、会員やその他の個人または団体が、本サービスを通じて表示し、アップロードし、または配布する助言、意見、声明やその他の情報について、当社はその正確さや信頼性を表明し保証するものではありません。<br>
        本サービスは、日本国内においてのみ使用されることを想定しており、当社は、日本国外において本サービスの利用ができることを保証しないものとします。<br>また、当社は、日本国外における本サービスの利用について、一切のサポートを提供する義務を負わないものとします。<br></p>
        <h3>第21条（本サービスのご利用上の注意）</h3>
        <p>本サービスは、パートナーを探している18歳以上の会員に対して、パートナー探しをサポートするサービスですが、不特定多数の方がご利用になっているため、場合によっては本サービスを悪用されたりする可能性があります。<br>そのような可能性があることをご認識のうえ、他の会員（特にメッセージのやり取りを行う他の会員）に対してのやりとり方法、個人情報の開示に関しては、慎重に考えて、本サービスをご利用ください。<br> やり取りをしている会員が既婚及び18歳以上であるかか否かは初回登録時のご本人の自己申告による情報等を元に当社が合理的な範囲で判断しております。<br>そのため、全ての会員様が18歳以上かつ既婚であることを保証するものではございません。<br>
        他の会員に対して本サービス以外でのやりとり手段の提供、個人情報等重要な情報の開示を行う場合は、慎重に検討し自己の責任のうえで行うようにしてください。<br> 規約違反の疑いがある会員を発見した場合は、すみやかに違反通報ボタン、またはお問い合せより違反内容をご報告ください。<br></p>
        <h3>第22条（本規約の変更について）</h3>
        <p>当社が必要と判断した場合には、会員の事前の承諾を得ることなく、本規約をいつでも変更することができるものとします。<br>なお、改訂に際しては電子メール等を通して随時、会員に告知するものとします。<br>本規約変更後に、会員が本サービスをご利用される場合には、変更後の本規約の内容を承諾したものとみなします。<br></p>
        <h3>第23条（分離可能性）</h3>
        <p>本規約のいずれかの条項またはその一部が、消費者契約法その他の法令等により無効または執行不能と判断された場合であっても、本規約の残りの規定および一部が無効または執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。<br></p>
        <h3>第24条（準拠法）</h3>
        <p>本規約は、日本法に準拠し、解釈されるものとします。<br></p>
        <h3>第25条（管轄裁判所）</h3>
        <p>会員と当社との間で訴訟の必要が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。<br></p>
        <p> 2021年2月1日 制定・施行 matching　style運営事務局</p>
        </div><!--termsboxx-->
    </div>
    <!--box-->
</section>
@include("member.common.footer")
